/*
h1:	title
h2:	year
h3:	mm/date(week)
h4:	section
h5:	subsection
h6:	subsubsection
 */

/*
図書
著者名, "書名", 版表示, 出版者, 出版年, 総頁(引用頁), (シリーズ名, シリーズ数).

雑誌論文
著者名, 記事タイトル, 雑誌名, 出版年, 巻数(号数), はじめ頁 - 終わり頁.

Webページ
著者名, “Webページのタイトル”, Webサイトの名称, 更新日付, URL, 参照年月日.

紙新聞
記事タイトル, 新聞紙名, 出版年月日, 朝刊/夕刊, 版, 該当ページ.

Web新聞
記事タイトル, 新聞紙名, 掲載年月日, webサイト名, URL, 参照年月日.

データベース新聞
記事タイトル, 新聞紙名, 掲載年月日, 朝刊/夕刊, 版, 該当ページ, データベース名, URL, 参照年月日.


近畿大学中央図書館レファレンス課, "引用と参考文献の書き方", 近畿大学中央図書館, 2022-05-01更新,
"https://www.clib.kindai.ac.jp/search/pdf/guide_quote.pdf", 2022-12-23参照.


 */






